Repository: Dizer7/art-woocommerce-order-one-click-ua
Catalog: art-woocommerce-order-one-click-*.po
Languages: uk

source: Plugin for WooCommerce. It includes the catalog mode in the store (there are no prices and the Buy button) and can turn on the Buy/Order button in one click. WooCommerce and Contact Form 7 are required for proper operation.
uk: Плагін для WooCommerce. Він включає в себе режим каталогу в магазині (відсутні ціна і кнопка «Купити») і може ввімкнути кнопку «Купити/Замовити» в один клік. Для належної роботи потрібні плагіни WooCommerce і Contact Form 7.

source: AWOOC hide field
uk: AWOOC приховане поле

source: Generate a special hidden multi-line field. See %s.
uk: Генерується спеціальне багаторядкове поле. Див. %s.

source: the description for details
uk: докладний опис

source: Name
uk: Ім’я

source: Insert Tag
uk: Вставити тег

source: To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.
uk: Щоб використати значення, введене в цьому полі в листах, потрібно вставити відповідний поштовий тег (%s) в полі на вкладці Пошта.

source: Disable Order One Click Button
uk: Вимкнути кнопку Замовити в 1 клік

source: If enabled, then on this product the Order button will not be visible. Product will return to its original condition.
uk: Якщо ввімкнено, то в цьому товарі кнопка "Замовити" не відображатиметься. Товар повернеться до початкового стану.

source: One click order
uk: Замовити в один клік

source: Off
uk: Вимк

source: On
uk: Вкл

source: General
uk: Основні

source: General settings
uk: Загальні налаштування

source: Operating mode
uk: Режим роботи

source: Select the mode of operation and display the Buy button
uk: Виберіть режим роботи та відображення кнопки Купити

source: Select form
uk: Виберіть форму

source: Choose the desired form
uk: Виберіть потрібну форму

source: -- Select --
uk: -- Виберіть --

source: Button Label
uk: Напис на кнопці

source: Specify the desired label on the button
uk: Вкажіть напис на кнопці

source: Buy in one click
uk: Купити в один клік

source: Special label
uk: Спеціальний напис

source: Special field for the Order button. Allows you to change the label on the button when turning on the Price and Stocks mode.
uk: Спеціальне поле для кнопки "Замовити". Дозволяє змінити напис на кнопці під час увімкнення режиму Ціни та Запаси.

source: Popup window
uk: Спливаюче вікно

source: Turn off window elements
uk: Вимкніть елементи вікна

source: Remove items that are NOT needed.
uk: Видаліть елементи, які НЕ потрібні.

source: Styles and scripts globally
uk: Стилі та сценарії глобально

source: If you enable this setting, then the files of forces and scripts will be connected globally on all pages of the site. This setting will be useful for displaying the One-click Order button on the list of products and when using quick view
uk: Якщо ввімкнути цей параметр, то файли стилів і скриптів будуть глобально підключатися на всіх сторінках сайту. Цей параметр буде корисним для відображення кнопки "Замовити в один клік" у списку товарів та під час швидкого перегляду товару

source: Orders
uk: Замовлення

source: Create orders
uk: Створення замовлень

source: When this setting is enabled, orders will be created in the WooCommerce panel with the status "Pending payment"
uk: Коли цей параметр ввімкнено, замовлення створюватимуться в панелі WooCommerce зі статусом "Очікує на оплату".

source: Change subject
uk: Змінити тему

source: If you enable this setting, then the order number will be added to the subject of the letter in the format of the "Letter Subject No. 112233"
uk: Якщо ввімкнути це налаштування, то до теми листа додаватиметься номер замовлення у форматі "Тема_листа №112233"

source: Others
uk: Інше

source: Do not delete settings
uk: Не видаляйте налаштування

source: If enabled, then the settings when you remove the plugin will NOT be deleted
uk: Якщо ввімкнено, то налаштування під час видалення плагіна НЕ видалятимуться

source: Useful links
uk: Корисні посилання

source: Donate
uk: Підтримати

source: Catalog mode
uk: Режим каталогу

source: Normal mode
uk: Нормальний режим

source: Pre-order mode
uk: Режим попереднього замовлення

source: Special mode
uk: Спеціальний режим

source: Title
uk: Назва

source: Image
uk: Зображення

source: Price
uk: Ціна

source: SKU
uk: Артикул

source: Attributes
uk: Атрибути

source: Quantity
uk: Кількість

source: Amount
uk: Сума

source: <strong>Warning! The functionality is under development. </strong> For the correct operation of this functionality. Requires proper creation of fields in the Contact Form 7 form with the names:
uk: <strong>Увага! Функціонал знаходиться на стадії розробки.</strong> Для правильної роботи цієї функції потрібно створити поля в формі Contact Form 7 з наступними іменами:

source: field Name - <code>awooc-text</code>;
uk: поле Ім'я - <code>awooc-text</code>;

source: field Email - <code>awooc-email</code>;
uk: поле Email - <code>awooc-email</code>;

source: field Phone - <code>awooc-tel</code>;
uk: поле Телефон - <code>awooc-tel</code>;

source: If you like the plugin %1$s please leave us a %2$s rating. A huge thanks in advance!
uk: Якщо вам подобається плагін %1$s, поставте нам оцінку %2$s. Дякуємо дуже!

source: five star
uk: п'ять зірок

source: Thanks :)
uk: Дякую :)

source: Thank you for using the plugin!
uk: Дякуємо за використання плагіна!

source: Make a donation through PayPal
uk: Зробіть пожертву через PayPal

source: Yandex Money
uk: ЮMoney

source: Make a donation through the Yandex Money system. You can use bank cards
uk: Зробіть пожертву через систему Яндекс Гроші. Можна використовувати банківські картки

source: WPRUSe project site
uk: Сайт проекту WPRUSe

source: You can make a donation to make the plugin %1$s even better!
uk: Ви можете зробити пожертву, щоб плагін %1$s став ще кращим!

source: Detailed step by step instructions for setting up the plugin (in Russian)
uk: Детальна покрокова інструкція по установці, налаштуванню і використанню плагіна (російською мовою)

source: Plugin on GitHub, you can write there suggestions, wishes or participate in the development
uk: Плагін є на GitHub, ви можете писати туди пропозиції, побажання або взяти участь у розробці

source: On the pages of the categories and the store itself, the Add to Cart buttons are disabled. On the product page, the "Add to cart" button is hidden and the "Order" button appears.
uk: На сторінках категорій і самого магазину кнопка "Додати в кошик" відключена. На сторінці товару кнопка "Додати в кошик" прихована, а з’явиться кнопка "Замовити".

source: The button "Add to cart" works in the normal mode, that is, goods can be added to the cart and at the same time ordered in one click
uk: Кнопка «Додати в кошик» працює в звичайному режимі, тобто, товар можна додати в кошик і при цьому замовити в один клік

source: The Order button will appear automatically if: Price not available; stock status "In Unfulfilled Order"; stock status "Out of stock"; inventory management is enabled at item level and preorders allowed
uk: Кнопка Замовити з'явиться автоматично, якщо: Ціна недоступна; статус запасу "Невиконане замовлення"; статус запасу "Немає в наявності"; керування запасами ввімкнено на рівні товару, а попередні замовлення дозволені

source: When turned on, it works the same way as normal mode. But if the goods have no price or the product out of stock, then only the Order button will appear.
uk: При включенні він працює так само, як і звичайний режим. Але, якщо у товару немає ціни або товару немає в наявності, то з’явиться лише кнопка Замовити.

source: Your Name
uk: Ваше ім'я

source: Your Email
uk: Ваш Email

source: Your Phone
uk: Ваш телефон

source: Send
uk: Відправити

source: Name: %s
uk: Ім’я: %s

source: Phone: %s
uk: Телефон: %s

source: This e-mail was sent from a contact form on %1$s (%2$s)
uk: Цей лист було надіслано з контактної форми на сайті %1$s (%2$s)

source: Order from the site %1$s (%2$s)
uk: Замовлення з сайту %1$s (%2$s)

source: Order One Click
uk: Замовте в один клік

source: Something is wrong with sending data. Unable to get product ID. Disable the output in the popup window or contact the developers of the plugin
uk: Щось не так з надсиланням даних. Не вдається отримати ідентифікатор товару. Вимкніть вивід у спливаючому вікні або зверніться до розробника плагіну

source: Attributes:
uk: Атрибути:

source: Price:
uk: Ціна:

source: Amount:
uk: Сума:

source: Category:
uk: Категорія:

source: SKU:
uk: Артикул:

source: Quantity:
uk: Кількість:

source: Title:
uk: Назва:

source: Information about the selected product
uk: Інформація про обраний товар

source: Link to the product:
uk: Посилання на товар:

source: Click to close
uk: Натисніть, щоб закрити

source: Read more
uk: Читати далі

source: Settings
uk: Налаштування

source: %1$s requires PHP version 7.3 or higher. Your current PHP version is %2$s. Please upgrade PHP version to run this plugin.
uk: %1$s вимагає PHP версії 7.3 або вище. Ваша поточна версія PHP – %2$s. Оновіть версію PHP, щоб запустити цей плагін.

source: The %s requires installed and activated plugins:
uk: Для %s потрібно встановити та активувати наступні плагіни:

source: version
uk: версія

source: or higher
uk: або вище

source: and
uk: та

source: %s plugin has been deactivated.
uk: Плагін %s деактивовано.
